{
  "pfg-description-1": "Crowdfunding platform for bringing humanitarian projects to life.",
  "pfg-full-description": "It's a crowdfunding platform, which enables users to start their own projects and collect donations. We followed Agile methodology and held weekly meetings to optimize the process. This way, we managed to carry out a fast MVP, to then collect feedback and improve the web app. The product fulfills the initial goal of connecting three types of users - Project Owner, Facilitator and Financier.",
  "icom-description-1": "Crowdfunding platform allowing to invest in cryptocurrency and collect funds in ICO directly from the investor.",
  "icom-full-description": "It's a crowdfunding platform, which enables users to invest cryptocurrency in new projects. Participating startups can collect funds in ICO directly from investors. We started with outlining the architecture and provided our client with the necessary control tools. This way, we’ve met the client’s requirements and built the platform that makes it easy for companies to create, launch, and promote their Initial Coin Offering.",
  "dif-description-1": "Platform for creation fundraising campaigns by shooting viral videos.",
  "dif-full-description": "It's a platform launching viral fundraising challenges for charities. Users can choose if a portion of the donations will go to the user or a beneficiary in need and refer to the fundraising challenges in the social media. We joined this project when it was already in the development, our engineer quickly dived into the code, found and fixed the bugs and moved to creating new features.",
  "faw-description-1": "Web applications for FAW, the industry-leading cars and trucks dealer in China.",
  "faw-full-description": "The №1 cars and trucks dealer in China commissioned us to redesign their websites. We worked with a UX design team closely, organising the communication process between the designers, clients and us. Due to it we managed to reduce the product creation time by 30%. In the end our client received the new admin panel, a form that forwards online customer request to a single dealers system from over 70 dealer centres.",
  "enbi-description-1": "Website representing the power and immense capability of the factory, producing the insulation products.",
  "enbi-full-description": "We were to create a website to represent power and capability of an insulation production factory. We worked with a team of UX designers and checked in with the them and the client regularly. This way, we managed to complete the project on time, despite the numerous changes and edits. The website we’ve created has an admin panel, that allows the owners change the content even after the development is finished.",
  "vol-description-1": "Project for 2018 FIFA World Cup Russia. It ensures the training program of volunteers of Rostov-on-Don, the host city.",
  "vol-full-description": "We were commissioned to create a website to provide a host city volunteer training program for 2018 FIFA World Cup Russia. We configured server capacity and the data backup mechanism for the website, implemented design, including the English version. Our team worked out customer data transfer to access the portal with administrator rights, created a user manual for the portal, developed a content management system.",
  "dp-description-1": "CRM software solution for auto dealers. More than 85 car dealerships use it now, including Ford, KIA, BMW, Hyundai and Mercedes-Benz.",
  "dp-full-description": "It's a CRM system for truck dealers. We started with business interviews and creation of an information system for the dealership front office. Flexibility and variety of settings allows users to create an unlimited number of business processes. The project has been so successful, that in 3 years the system was implemented in 650 showrooms. It allowed dealers to optimize costs by 30% to increase the conversion by 2 times."
}
