{
  "pfg-description-1": "Краудфандинговая платформа, воплощающая в жизнь гуманитарные проекты.",
  "pfg-full-description": "Краудфандинговая платформа, позволяющая создать собственный проект и собрать пожертвования. Мы работали по методологии Agile и проводили еженедельные митинги для оптимизации процесса. Т. о. нам удалось в скором времени создать MVP, чтобы собрать обратную связь от пользователей и улучшить приложение. Продукт реализовывает изначальную цель по объединению трех типов пользователей - владельца проекта, фасилитатора и финансиста.",
  "icom-description-1": "Краудфандинговая платформа, позволяющая инвестировать криптовалюты и собрать средства в криптовалюте напрямую от инвестора.",
  "icom-full-description": "Краудфандинговая платформа, позволяющая пользователям инвестировать криптовалюты в новые проекты. Участвующие стартапы могут собирать средства в ICO непосредственно у инвесторов. Мы начали с создания архитектуры и предоставили нашему клиенту необходимые инструменты управления. Таким образом, мы выполнили требования клиента и создали платформу, которая позволяет компаниям создавать, запускать и рекламировать свои ICO.",
  "dif-description-1": "Платформа для создания компаний по сбору средств с помощью снятия и распространения вирусных видео.",
  "dif-full-description": "Платформа, запускающая вирусные кампании по сбору средств для благотворительных организаций. Пользователи могут выбрать пойдет ли часть пожертвований пользователю или бенефициару и осветить проблемы сбора средств в социальных сетях. Мы присоединились к этому проекту, когда он уже был в разработке, наш инженер быстро погрузился в код, обнаружил и исправил ошибки и перешел на создание новых функций.",
  "faw-description-1": "Веб приложения для FAW, ведущего на китайском рынке дилера легковых и грузовых автомобилей.",
  "faw-full-description": "Дилер автомобилей №1 в Китае заказал нам перепроектирование веб-сайтов. Мы тесно сотрудничали с командой UX дизайнеров и организовали процесс общения между дизайнерами, клиентами и нами. Т. о. нам удалось сократить время разработки продукта на 30%. В итоге наш клиент получил новую панель администратора, форму, которая отправляет онлайн-запрос клиентов в единую систему дилеров из более чем 70 дилерских центров.",
  "enbi-description-1": "Веб-сайт демонстрирует мощности завода по производству изоляции.",
  "enbi-full-description": "Мы должны были создать веб-сайт,  демонстрирующий мощности завода по производству изоляции. Мы тесно сотрудничали с командой UX  дизайнеров и регулярно сверялись с ними и с клиентом. Таким образом, нам удалось завершить проект вовремя, несмотря на многочисленные правки и изменения. На веб-сайте, который мы создали, есть панель администратора, которая позволяет владельцам изменять контент даже после завершения разработки.",
  "vol-description-1": "Проект для чемпионата мира по футболу FIFA 2018 в России. Он обеспечивает программу обучения добровольцев в Ростове-на-Дону, принимающем городе.",
  "vol-full-description": "Нам было поручено создать веб-сайт, обеспечивающий программу обучения добровольцев для чемпионата мира по футболу 2018. Мы настроили емкость сервера и механизм резервного копирования данных для веб-сайта. Реализовали дизайн, включая английскую версию. Проработали перенос данных клиентов для доступа к порталу с правами администратора, создали руководство пользователя для портала, разработали систему управления контентом.",
  "dp-description-1": "CRM система для автодилеров. На данный момент более 85 автодилеров, включая Ford, KIA, BMW, Hyundai и Mercedes-Benz, работают с ней.",
  "dp-full-description": "Система управления информацией о клиентах для автодилеров. Были проведены деловые собеседования и создана единая информационная система для дилерских центров. Гибкость и разнообразие настроек позволяют создавать неограниченное количество бизнес-процессов любой сложности. Проект был настолько успешным, что через 3 года система была реализована в 650 салонах, это позволило оптимизировать затраты на 30% и увеличить конверсию."
}
